[
    [
      "url/url/",
      "img",
      "blogheading",
      "bookInfo",
      "synopsis",
      "body",
      "img",
      "body",
      "youtube"
    ],    
    {
      "img": "../assets/images/bookposts/ttoa.jpg"
    },
    {
      "blogheading": "The Tattooist of Auschwitz"
    },
    {
      "bookInfo": [
        {"bookimg": "author Image url"},
        {"author": "Heather Morris"},
        {"publishedOn": "28 NOV 2019"}
      ]
    },
    {
      "synopsis": ""
    },
    {
      "body": [
        {"head": ""},
        {"para": "The novel is true a story of a young man who survives as a prisoner under the Nazis during the time of the Holocaust (The holocaust is estimated to have killed close to 6 million Jews). Lale was constricted in one of the most brutal concentration camps set up to carry out race specific murders, predominantly the Jews. It is a story of the horrors of the people whose whole identity was the number tattooed in their left arm. The author narrates the tale in a third-person narrative, and makes us a witness to the life of Lale in Auschwitz. He becomes a Tattooist at the camp who has to ink the new arrivals with unique numbers. "}
        
       
      ]
    },
    {
      "img": "../assets/images/bookposts/ttoabook.jpg"
    },
    {
      "body": [
        {"head": ""},
        {"para": "Even in the darkest time of humanity and in a place which can be easily referred to as a living hell, Lale finds the love of his life, Gita who was also imprisoned and brought to the camp around the same time as him. The SS soldier who supervises the tattooist becomes a less than a friend to Lale which helps him stay alive and not get murdered in the camp. This setting also did put him in a position which was better than most of his inmates there and he fully exploits to put it to his own & other’s use. The plot driven memoir is full of anecdotal events, one of them is when Lale luckily escapes death will keep you on your toes. "},
        
        {"para": "This is the first book the author has written, which was initially a screenplay based on interviews done with Lali Sokolov ( Ludwig ‘Lali’ Eisenberg ). What makes this book extraordinary is that it is based on a true story. It is a story of survival, a memoir of lives in the concentration camps and also a love story. In the postscript the author reveals that the two of them got married after escaping and eventually moved to Australia. This book will always be that book for me which resurrects my belief in hope. So anytime you find yourself in dearth of hope, you know which book to go to find solace in."}
        
       
      ]
    },
    {
      "youtube": "https://www.youtube.com/embed/70pxBGXkm9E"
    }
  ]